aaron-bond.better-comments
alefragnani.project-manager
blackboxapp.blackbox
blackboxapp.blackboxagent
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
felixangelov.bloc
figma.figma-vscode-extension
formulahendry.auto-close-tag
formulahendry.code-runner
georgewfraser.vscode-javac
github.copilot
github.copilot-chat
github.vscode-pull-request-github
hbenl.vscode-test-explorer
jeff-hykin.polacode-2019
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
mechatroner.rainbow-csv
miguelsolorio.fluent-icons
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
oracle.oracle-java
pkief.material-icon-theme
redhat.java
ritwickdey.liveserver
simonsiefke.svg-preview
tomoki1207.pdf
undefined_publisher.wallbash
usernamehw.errorlens
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
ziyasal.vscode-open-in-github
